import image from '../Assets/Bears/ведмідь.png';
const Bears = () => (
  <div className="container py-4">
    <h1 className="text-center mb-4">
      Ведмеді
    </h1>
    <div className="row align-items-center" style={{ marginTop: "30px" }}>
      <div className="col-12 col-md-6 mb-4 mb-md-0">
        <div className="home-container text-center">
          <div className="animation-container">
            <img
              src={image}
              alt="Animation"
              className="img-fluid rounded shadow"
            />
          </div>
        </div>
      </div>
      <div className="col-12 col-md-6">
        <div className="text-container">
          <h2 className="h4 mt-4">
            У зоопарку мешкають два основні види ведмедів:
          </h2>
          <ul>
            <li>
              Бурий ведмідь (Ursus arctos) – найбільший наземний хижак Європи,
              відомий своєю силою та витривалістю.
            </li>
            <li>
              Гімалайський ведмідь (Ursus thibetanus) – менший за розміром, але не
              менш вражаючий. Цей вид відомий своєю здатністю лазити по деревах і
              харчуватися різноманітною їжею, включаючи фрукти та мед.
            </li>
          </ul>
          <h2 className="h4 mt-4">
            Умови утримання ведмедів:
          </h2>
          <ul>
            <li>
              Для ведмедів збудовано ведмеже містечко — сучасний простір, де є кілька вольєрів, в тому числі закриті зимові, відкриті експозиційні й басейни.
            </li>
            <li>
              Є зимівники, барліг, де підтримується температура не нижче приблизно +5 °C
            </li>
            <li>
              Скляний фасад у вольєрах дозволяє відвідувачам бути ближче до тварин, але без небезпеки або стресу для тварин.
            </li>
            <li>
              Є рухомі перегородки (решітчасті стінки), щоб полегшити медичний догляд без застосування транквілізаторів.
            </li>
          </ul>
          <h2 className="h4 mt-4">
            Зимовий режим та сплячка
          </h2>
          <ul>
            <li>
              Ведмеді в Подільському зоопарку іноді не впадають у повну зимову сплячку. Наприклад, бурі ведмеді в зоопарку вже кілька років не "сплять", навіть коли умови сприятливі.
            </li>
            <li>
              Гімалайські ведмеді інколи більш чутливі до холодів і можуть частково зимувати або бути менш активними, але теж можуть лишатись активними, якщо температурні умови змінні.
            </li>
          </ul>
        </div>
      </div>
    </div>
  </div>
);

export default Bears;