import image from "../Assets/Wolf/вовк.png";
 const Wolf = () => (
  <div className="container py-4">
    <h1 className="text-center mb-4">
      Вовки
    </h1>
    <div className="row align-items-center" style={{ marginTop: "30px" }}>
      <div className="col-12 col-md-6 mb-4 mb-md-0">
        <div className="home-container text-center">
          <div className="animation-container">
            <img
              src={image}
              alt="Animation"
              className="img-fluid rounded shadow"
            />
          </div>
        </div>
      </div>
      <div className="col-12 col-md-6">
        <div className="text-container">
          <p>Полярні вовки — це ті великі красиві білі хижаки, яких нещодавно перевезли до Вінниці з Бердянської зоопарку «Сафарі». Вони пристосовуються до нового місця: коли дозволяють умови, мешкають у великому вольєрі з водоймою, де можуть бігати, гратися, навіть охолоджуватись у воді.</p>
          <p>Під час війни в зоопарку у полярних вовків народилось потомство — вовченята, які з’явилися на світ у норі, облаштованій ними самими або знайденій у вольєрі. Коли сонячно та тепло — малюки іноді виходять назовні, щоб познайомитися з відкритим простором.</p>
          <p>На жаль, мама одного з потомства померла, коли вовченята ще перебували на грудному вигодовуванні. Працівники зоопарку оперативно взяли на себе догляд: вигодовували малят із пляшечки, давали долучитися до основного раціону — спочатку молоко, потім м’ясо.</p>
          <p>Також вовків підтримує програма “опікунів”: наразі вони потребують опіки, щоб забезпечити належне утримання — зокрема, фінансово та матеріально допомогти зооприроді.</p>
        </div>
      </div>
    </div>
  </div>
);

export default Wolf;